Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/Hazard Alert - Core boxes - October 2014.docx-omegat.tmx
Source language: en
Languages: es

source: Working with Core Boxes
es: Trabajar con cajas de testigos

source: The incident
es: El incidente

source: At the conclusion of drilling an employee attempted to lift a full core tray (estimated weight of 20 kilograms) unassisted from the ground into the tray of a ute.
es: Al finalizar una perforación, un colaborador intentó levantar una bandeja llena de testigos (peso estimado de 20 kg) sin ayuda desde el piso hasta la parte trasera de una camioneta.

source: During this task our employee strained a muscle in their lower back.
es: Durante esta tarea, se lesionó un músculo de la zona lumbar.

source: The contributing factors
es: Los factores que incidieron

source: The employee filled the core boxes to capacity, resulting in an estimated weight of 20kg.
es: El colaborador llenó las cajas de testigos hasta su capacidad máxima de 20 kg.

source: The size and shape of the core boxes was not thoroughly considered prior to lifting, the employee focused on the weight of the box.
es: No tuvo en cuenta la forma de las cajas antes de levantarlas, solo su peso.

source: Lifting core boxes is awkward and so a two person lift is required.
es: Por su forma, se necesitan dos personas para levantarlas.

source: Key learnings from this event
es: Aprendizajes clave de este suceso

source: Labor-intensive activities on site
es: Actividades laboriosas en el sitio

source: In most cases, the weight of core boxes, sample bags and eskies / chilly-bin is within our control.
es: En la mayoría de los casos, podemos controlar el peso de las cajas de testigos, bolsas de muestras y neveras portátiles.

source: While we want to minimise the number of core boxes, bags, eskies we use; this must not come at the expense of health and safety.
es: Si queremos reducir el número de implementos necesarios, no debemos hacerlo a costa de nuestra salud y seguridad.

source: Consider:
es: Se debe tener en cuenta lo siguiente:

source: Even if you can safely handle the load, or have two people available, consider others who will need to handle the load including transport companies and laboratory staff.
es: Aunque se pueda manipular la carga o haya dos personas, tener en cuenta a terceros que tendrán que manipular la carga tales como empresas de transporte y personal de laboratorio.

source: Only obtain the volume of sample you realistically need to minimise the weight of sample bags.
es: Obtener solo el volumen de muestras que en realidad se necesita para minimizar el peso de las bolsas.

source: Only partly filling the core box; using filler material (polystyrene) to ‘blank out’ other spaces.
es: Llenar solo parcialmente la caja de testigos y usar material de relleno (poliestireno) en los espacios sobrantes.

source: While this increases the number of core boxes needed; it reduces the weight of each lift (this is likely to vary depending on the core diameter).
es: Si bien así se necesitarán más cajas de testigos, al mismo tiempo se reduce el peso de cada una (dependiendo del diámetro de los testigos)

source: Before filling the core box consider its location, orientation distance from vehicle with respect to ease of access for lifting and minimising carrying distance.
es: Antes de llenar las cajas, tener en cuenta su ubicación, orientación y distancia con respecto al vehículo a fin de facilitar su manipulación y minimizar los traslados.

source: Use core boxes with ‘feet’, moulded handles (for plastic boxes) or rest the core box on timber planks before filling to make access for gripping and lifting easier.
es: Usar cajas de testigos con patas y mangos moldeados (si son de plástico) o ponerlas sobre tablones de madera antes de llenarlas para que sea más fácil tomarlas y levantarlas.

source: Request assistance from the driller / offside in the field and another Golder employee at the laboratory / office before moving full core boxes.
es: Pedir ayuda al perforista o a su ayudante en el campo y a otro colaborador de Golder en el laboratorio u oficina antes de mover cajas de testigos llenas.

source: Use an appropriate trolley in the office / laboratory to move core boxes.
es: Usar un carrito en la oficina o laboratorio para mover las cajas de testigos.

source: Take 5
es: 5 minutos de salud y seguridad

source: We must remain focussed when we are undertaking tasks considered peripheral to the main activity.
es: Al ejecutar tareas que se consideran secundarias no debemos perder de vista

source: Our HSE decision making is extremely important while undertaking these tasks and the Take 5 is a great way of ensuring focus.
es: los aspectos de salud, seguridad y medio ambiente y su vital importancia. Las conversaciones de «5 minutos» son una buena manera de mantenerse enfocados.

source: Health, Safety and Environment
es: Salud, seguridad y medio ambiente

source: HAZARD ALERT
es: ALERTA DE PELIGRO

source: For more information please contact Matt Wallace (Manager - Health Safety & Environment) – 07 3721 4901 or m_wallace@golder.com.au
es: Para obtener más información, contactar a Matt Wallace (Gerente de Salud, Seguridad y Medio Ambiente) al 07 3721 4901 o a m_wallace@golder.com.au

source: October 2014
es: Octubre 2014
